/* eslint-disable */

export default [
  {
    id: 0,
    question: "유형 테스트 시작",
  },
  {
    id: 1,
    question: "음식이 나왔을 때 당신이 하는 일은?",
    answer: [
      "사진부터 찍는다.",
      "먹다가 사진 찍을 걸 하고 후회한다.",
      "다 먹고 잘 먹은 식당 사진을 찍는다.",
      "사진 찍을 시간이 어딨어, 바로 흡입한다.",
    ],
    result: [
      { photo: 4 },
      { photo: 1, muk: 3 },
      { photo: 2, muk: 2 },
      { muk: 4 },
    ],
  },
  {
    id: 2,
    question:
      "제주도 여행을 간 당신은 한라산에 등정하려고 한다! 한라산에서 당신이 할 행동은?",
    answer: [
      "한라산 백록담과 함께 인생샷 남기기 ",
      "한라산은 사진으로만 ^^ 애초에 한라산을 안올라간다",
      "한라산 정상에서는 컵라면이지. 바로 컵라면에 물붙기",
      "한라산 등산 입구에서 사진만 찍고 다른 사진 스팟 돌기 ",
    ],
    result: [
      { photo: 2, activity: 2 },
      { activity: -4 },
      { activity: 2, muk: 3 },
      { photo: 4, activity: -2 },
    ],
  },
  {
    id: 3,
    question: "음식이 나왔을 때 당신이 하는 일은?",
    answer: [
      "사진부터 찍는다.",
      "먹다가 사진 찍을 걸 하고 후회한다.",
      "다 먹고 잘 먹은 식당 사진을 찍는다.",
      "사진 찍을 시간이 어딨어, 바로 흡입한다.",
    ],
    result: [
      { photo: 4 },
      { photo: 1, muk: 3 },
      { photo: 2, muk: 2 },
      { muk: 4 },
    ],
  },
  {
    id: 4,
    question:
      "제주도 여행을 간 당신은 한라산에 등정하려고 한다! 한라산에서 당신이 할 행동은?",
    answer: [
      "한라산 백록담과 함께 인생샷 남기기 ",
      "한라산은 사진으로만 ^^ 애초에 한라산을 안올라간다",
      "한라산 정상에서는 컵라면이지. 바로 컵라면에 물붙기",
      "한라산 등산 입구에서 사진만 찍고 다른 사진 스팟 돌기 ",
    ],
    result: [
      { photo: 2, activity: 2 },
      { activity: -4 },
      { activity: 2, muk: 3 },
      { photo: 4, activity: -2 },
    ],
  },
  {
    id: 5,
    question: "음식이 나왔을 때 당신이 하는 일은?",
    answer: [
      "사진부터 찍는다.",
      "먹다가 사진 찍을 걸 하고 후회한다.",
      "다 먹고 잘 먹은 식당 사진을 찍는다.",
      "사진 찍을 시간이 어딨어, 바로 흡입한다.",
    ],
    result: [
      { photo: 4 },
      { photo: 1, muk: 3 },
      { photo: 2, muk: 2 },
      { muk: 4 },
    ],
  },
  {
    id: 6,
    question:
      "제주도 여행을 간 당신은 한라산에 등정하려고 한다! 한라산에서 당신이 할 행동은?",
    answer: [
      "한라산 백록담과 함께 인생샷 남기기 ",
      "한라산은 사진으로만 ^^ 애초에 한라산을 안올라간다",
      "한라산 정상에서는 컵라면이지. 바로 컵라면에 물붙기",
      "한라산 등산 입구에서 사진만 찍고 다른 사진 스팟 돌기 ",
    ],
    result: [
      { photo: 2, activity: 2 },
      { activity: -4 },
      { activity: 2, muk: 3 },
      { photo: 4, activity: -2 },
    ],
  },
  {
    id: 7,
    question: "음식이 나왔을 때 당신이 하는 일은?",
    answer: [
      "사진부터 찍는다.",
      "먹다가 사진 찍을 걸 하고 후회한다.",
      "다 먹고 잘 먹은 식당 사진을 찍는다.",
      "사진 찍을 시간이 어딨어, 바로 흡입한다.",
    ],
    result: [
      { photo: 4 },
      { photo: 1, muk: 3 },
      { photo: 2, muk: 2 },
      { muk: 4 },
    ],
  },
  {
    id: 8,
    question:
      "제주도 여행을 간 당신은 한라산에 등정하려고 한다! 한라산에서 당신이 할 행동은?",
    answer: [
      "한라산 백록담과 함께 인생샷 남기기 ",
      "한라산은 사진으로만 ^^ 애초에 한라산을 안올라간다",
      "한라산 정상에서는 컵라면이지. 바로 컵라면에 물붙기",
      "한라산 등산 입구에서 사진만 찍고 다른 사진 스팟 돌기 ",
    ],
    result: [
      { photo: 2, activity: 2 },
      { activity: -4 },
      { activity: 2, muk: 3 },
      { photo: 4, activity: -2 },
    ],
  },
  {
    id: 9,
    question: "음식이 나왔을 때 당신이 하는 일은?",
    answer: [
      "사진부터 찍는다.",
      "먹다가 사진 찍을 걸 하고 후회한다.",
      "다 먹고 잘 먹은 식당 사진을 찍는다.",
      "사진 찍을 시간이 어딨어, 바로 흡입한다.",
    ],
    result: [
      { photo: 4 },
      { photo: 1, muk: 3 },
      { photo: 2, muk: 2 },
      { muk: 4 },
    ],
  },
  {
    id: 10,
    question:
      "제주도 여행을 간 당신은 한라산에 등정하려고 한다! 한라산에서 당신이 할 행동은?",
    answer: [
      "한라산 백록담과 함께 인생샷 남기기 ",
      "한라산은 사진으로만 ^^ 애초에 한라산을 안올라간다",
      "한라산 정상에서는 컵라면이지. 바로 컵라면에 물붙기",
      "한라산 등산 입구에서 사진만 찍고 다른 사진 스팟 돌기 ",
    ],
    result: [
      { photo: 2, activity: 2 },
      { activity: -4 },
      { activity: 2, muk: 3 },
      { photo: 4, activity: -2 },
    ],
  },
  {
    id: 11,
    question: "음식이 나왔을 때 당신이 하는 일은?",
    answer: [
      "사진부터 찍는다.",
      "먹다가 사진 찍을 걸 하고 후회한다.",
      "다 먹고 잘 먹은 식당 사진을 찍는다.",
      "사진 찍을 시간이 어딨어, 바로 흡입한다.",
    ],
    result: [
      { photo: 4 },
      { photo: 1, muk: 3 },
      { photo: 2, muk: 2 },
      { muk: 4 },
    ],
  },
  {
    id: 12,
    question:
      "제주도 여행을 간 당신은 한라산에 등정하려고 한다! 한라산에서 당신이 할 행동은?",
    answer: [
      "한라산 백록담과 함께 인생샷 남기기 ",
      "한라산은 사진으로만 ^^ 애초에 한라산을 안올라간다",
      "한라산 정상에서는 컵라면이지. 바로 컵라면에 물붙기",
      "한라산 등산 입구에서 사진만 찍고 다른 사진 스팟 돌기 ",
    ],
    result: [
      { photo: 2, activity: 2 },
      { activity: -4 },
      { activity: 2, muk: 3 },
      { photo: 4, activity: -2 },
    ],
  },
  // {
  //   id: 3,
  //   question: "3번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 4,
  //   question: "4번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 5,
  //   question: "5번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 6,
  //   question: "6번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 7,
  //   question: "7번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 8,
  //   question: "8번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 9,
  //   question: "9번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 10,
  //   question: "10번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 11,
  //   question: "11번 문제",
  //   answer: [],
  //   result: [],
  // },
  // {
  //   id: 12,
  //   question: "12번 문제",
  //   answer: [],
  //   result: [],
  // },
];
