const typeInfo = [
  { id: 1, title: "내적댄스 유발자 오성민", hashtag: "#액티비티 #사진", description: "박식하고 창의력이 풍부한 당신은 도저히 본인의 끼를 감출 수가 없습니다. 여행지에서 경험했던 것을 혼자만 알기 보다는 주변 사람들에게 겪었던 것을 보여주고 공유하고 싶어하는 경향이 큽니다. 자신을 표현하는 것을 당신은 “내적댄스 유발자 오성민" },
  { id: 2, title: "별다방 유동욱", hashtag: "카페 #자연", description: "일에 쫓겨 주변을 살피지 못하는 당신은 여행지에서도 마무리 짓지 못한 속세의 업무들이 머릿속에 가득합니다. 커피 한 잔과 함께 마음 놓고 휴식할 공간이 필요하지 않나요? 메마른 감수성을 촉촉하게 적셔줄 감성적인 카페, 마음껏 쉴 수 있는 자연으로 떠나길 원하는 당신은 “별다방 유동욱" },
  { id: 3, title: "내가 가는 곳이 길이다! 정현지", hashtag: "#액티비티 #자연", description: "새로운 것을 느낄때 다양한 표현으로 긍정에너지를 주는 당신! 사진첩 속 여행 사진을 보며 여행의 그리움을 달래고 있진 않나요?  활동적인 여행으로 에너지를 얻는 당신은 “내가 가는 곳이 길이다. 정현지”입니다!" },
  { id: 4, title: "내가 찍는 곳이 포토존! 이은지", hashtag: "#사진 #카페", description: "남는 건 사진 뿐! 모든 추억이 소중하고 여행에서 경험하는 모든 순간을 기억하고 싶지 않나요? 다양한 장소를 돌아다니기 보다는 한 공간에서 오래 머무르며 이 순간을 즐기는 것을 선호합니다. 이 친구와 함께 간다면 인생샷은 보장해요! " },
  { id: 5, title: "일단 먹어 권대규", hashtag: "액티비티 #카페", description: "배도 고프고, 여행도 고프다! 호텔을 고를 때 조식부터 먼저 보는 당신은 여행 갈 곳의 유명한 맛집, 그리고 그 후기들을 이미 꿰고 있을 확률이 높습니다. 한 번 여행을 떠나면 그 곳의 먹거리, 즐길 거리를 맘껏 누리고 오는 당신에게 여행은 일상의 힐링입니다. 만약 이친구와 함께 간다면 삼시 세끼 스케줄은 걱정 말고 맡겨주세요!" },
  { id: 6, title: "이씨표류기 이가람", hashtag: "#자연 #사진", description: "세상 곳곳을 돌아다니며 얻는 경험으로부터 성장하기 때문에 많은 것을 체험하고 싶어해요. 복잡한 도시보다는 직접 보고 느낄 수 있는 자연을 선호합니다. 내면에 엄청난 에너지를 갖고 있는 당신은 마음껏 자신을 표현할 수 있는 자연에서 이 순간을 기억하는 것에 행복을 느끼는 “이씨표류기 이가람”" },
  { id: 7, title: "배 쓰담쓰담 안지훈", hashtag: "#실내 #카페",  description: "재미있게 집콕하는 방법을 설파하고 있을 당신은 여행이 꽤 고픈 상태입니다. 집콕을 하면서도 온갖 여행지의 절보가 머릿속을 떠다니고 있군요! 여행의 설렘을 즐기는 당신은 활동적인 여행 보다는 적당한 휴식과 함께하는 여유로운 여행을 즐기는 “배 쓰담쓰담 안지훈”!" },
];

export default typeInfo;
